[Translator]
Name=oh!soft <admin@ohsoft.net>#13#10ohsoft.net
Updated=

[LanguageString]
KeyframeRate=Keyframe rate
ModifiedWindowsHostFile=Windows hosts file tampering detected.
StopRecording=Stop the screen recording.
StartRecording.=Start the screen recording.
CaptureScreen=Capture a screen.
CopyToClipboard=Copy to clipboard
PressKeyStopRecording=Press %s to stop the recording.
RecordingFailed=Recording failed.
CauseAudioSynthesis=Cause (audio synthesis): 
NotExistDefaultOutputPath=Output path does not exist. Set the default output path has changed.
UpdateNewVersion=Update oCam to the new version.
SelectAreaToRecord=Select area to record.
ResizeRecordingArea=Resize the recording area.
ChangeSettings=General program configuration options.
DisplaySoftwareInformation=Display the software information and license information.
OpenOutputPath=Open the output path folder.
BrowseForFolder=Browse For Folder
FailedRecordRegisterHotkey=Record Hotkey can not be registered.
FailedPauseRegisterHotkey=Pause Hotkey can not be registered.
FailedCaptureRegisterHotkey=Screencapture Hotkey can not be registered.
FailedRecordAreaRegisterHotkey="Select area to record" Hotkey can not be registered.
PleaseChangeHotkey=Please change the hotkey settings.
LanguageChanged=Language has been changed. When you restart the program apply.
DownloadCodecs=Download the codecs from the Internet.
WhenUsedGoodCodecs=When used in conjunction with ocam I've gathered a good codec.
GotoCodecPage=Do you want to go to the codecs page?
DontShowAgain=Don't show me again.
RecordingStarting=Starting...
RecordingStopping=Stopping...
FailedInitWASSoundLibDLL=Failed to initialize sound library. Check the Windows Audio service is running.
JPEGQuality=JPEG Quality
CompressQuality=Compress quality
FailedToInitScreenCamcoderEngine=Failed to initialize ScreenCamcoder Engine.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
ExpiryDate=Expiry Date
Used=Used
NotUsed=Not used
LowDiskSpace=There is not enough space on the disk.
Watermark=Watermark
RecordSystemAudio=Record system audio
DoNotRecordMicrophone=Do not record microphone
DoNotRecordSystemAudio=Do not system audio
VeryHigh=Very High
High=High
Medium=Medium
Low=Low
VeryLow=Very Low
CantNotLoadImage=Can't load image from file.
NotFoundTheTargetRecordWindow=Not found the record target window.
RecordingGame=Game
VeryFast=Very fast
Fast=Fast
Normal=Normal
Slow=Slow
VerySlow=Very slow
UltraHigh=Ultra high
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom